# Packages that provide a service via brew and hence are not in nix
brew 'syncthing' # https://github.com/syncthing/syncthing

# Packages that are not available on https://search.nixos.org/packages
brew 'domcyrus/rustnet/rustnet', trusted: true # https://github.com/domcyrus/rustnet
brew 'leaf-md' # https://github.com/rivolink/leaf
brew 'peterfication/num-peek/num-peek', trusted: true # Peek into *.npy files
brew 'quien' # https://github.com/retlehs/quien
brew 'rv' # https://github.com/spinel-coop/rv uv for Ruby
brew 'switchaudio-osx' # https://github.com/deweller/switchaudio-osx
brew 'veeso/termscp/termscp', trusted: true # https://github.com/veeso/termscp
brew 'macos-fuse-t/homebrew-cask/fuse-t', trusted: true # https://github.com/macos-fuse-t/fuse-t
brew 'macos-fuse-t/homebrew-cask/sshfs-fuse-t', trusted: true
brew 'morantron/tmux-fingers/tmux-fingers', trusted: true # https://github.com/Morantron/tmux-fingers

cask 'alfred'
cask 'eurkey-next' # https://eurkey-macos.eu/
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iina' # Video player
cask 'karabiner-elements'
cask 'meetingbar' # https://github.com/leits/MeetingBar
cask 'mqttx' # https://github.com/emqx/MQTTX
cask 'spotify'
cask 'stats' # https://github.com/exelban/stats
cask 'tableplus'
cask 'thaw'
cask 'xnviewmp' # Image viewer

# AI
cask 'antigravity-cli'
cask 'claude'
cask 'claude-code'
cask 'codex'
brew 'codex-acp'
cask 'copilot-cli'
brew 'opencode' # https://github.com/anomalyco/opencode
cask 'zed' # https://github.com/zed-industries/zed

# Manuall install needed because of --no-quarantine
# brew 'glance-chamburr' # QuickLook collection https://github.com/chamburr/glance
# brew install --no-quarantine glance-chamburr
# cask 'darktable' --no-quarantine # https://www.darktable.org/
# cask 'openemu' --no-quarantine # https://openemu.org/

# OLD
# brew 'derailed/popeye/popeye', trusted: true # https://github.com/derailed/popeye
# brew 'FelixKratz/formulae/sketchybar', trusted: true # https://github.com/felixkratz/sketchybar
