# Packages that provide a service via brew and hence are not in nix
brew 'syncthing' # https://github.com/syncthing/syncthing

# Packages that are not available on https://search.nixos.org/packages
brew 'domcyrus/rustnet/rustnet' # https://github.com/domcyrus/rustnet
brew 'rv' # https://github.com/spinel-coop/rv uv for Ruby
brew 'switchaudio-osx' # https://github.com/deweller/switchaudio-osx
brew 'veeso/termscp/termscp' # https://github.com/veeso/termscp
brew 'macos-fuse-t/homebrew-cask/fuse-t' # https://github.com/macos-fuse-t/fuse-t
brew 'macos-fuse-t/homebrew-cask/sshfs-fuse-t'

cask '1password'
cask 'alfred'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iina' # Video player
cask 'karabiner-elements'
cask 'meetingbar' # https://github.com/leits/MeetingBar
cask 'nikitabobko/tap/aerospace'
cask 'spotify'
cask 'stats' # https://github.com/exelban/stats
cask 'tableplus'
cask 'xnviewmp' # Image viewer
cask 'thaw'

# AI
cask 'codex'
brew 'codex-acp'
cask 'copilot-cli'
brew 'gemini-cli'
cask 'zed' # https://github.com/zed-industries/zed

# Manuall install needed because of --no-quarantine
# brew 'glance-chamburr' # QuickLook collection https://github.com/chamburr/glance
# brew install --no-quarantine glance-chamburr
